<?php get_header(); ?>

<!-- Main-------------------------------------------------------------------------------- -->

<main class="l-main">
    <div class="p-wrapper__404">
        <p class="p-txt__404txt">
            アクセスしたページは見つかりませんでした。
        </p><!-- /.p-txt__404txt -->
        <a class="p-link-home" href="<?php echo esc_url( home_url( '/' ) ); ?>">トップページへ</a>
    </div><!-- /.p-wrapper__404 -->
</main>


<!-- aside -------------------------------------------->

<?php get_sidebar(); ?>
<!-- footer-------------------------------------------------------------------------------- -->

<?php get_footer(); ?>